Repository: wp-plugins/bws-testimonials
Catalog: languages/testimonials-*.po
Languages: ru_ru

source: Testimonials Settings
ru_ru: Настройки Testimonials

source: Testimonials Info
ru_ru: Информация о тестимониалах

source: requires
ru_ru: требует

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
ru_ru: или выше, поэтому плагин был деактивирован! Пожалуйста, обновите WordPress и попробуйте снова.

source: Back to the WordPress
ru_ru: Вернуться к WordPress

source: Testimonial
ru_ru: Тестимониал

source: Add a new testimonial
ru_ru: Добавить новый тестимониал

source: Edit testimonials
ru_ru: Редактировать тестимониал

source: New testimonial
ru_ru: Новый тестимониал

source: View testimonials
ru_ru: Просмотреть тестимониалы

source: Search testimonials
ru_ru: Поиск тестимониалов

source: No testimonials found
ru_ru: Ни одного тестимониала не найдено

source: No testimonials found in Trash
ru_ru: Ни одного тестимониала в Корзине не найдено

source: Changes saved
ru_ru: Изменения сохранены

source: Settings
ru_ru: Настройки

source: Notice:
ru_ru: Обратите внимание:

source: The plugin's settings have been changed. In order to save them please don't forget to click the 'Save Changes' button.
ru_ru: Настройки плагина были изменены. Чтобы сохранить их, пожалуйста, не забудьте нажать кнопку 'Сохранить изменения'.

source: If you would like to display testimonials with a widget, you need to add the widget
ru_ru: Если вы хотите, чтобы тестимониалы отображались при помощи виджета, вам нужно добавить этот виджет

source: Testimonials Widget
ru_ru: Виджет "Тестимониалы"

source: on the Widgets tab
ru_ru: на вкладке виджетов

source: If you would like to add testimonials to your website, just copy and paste this shortcode into your post or page:
ru_ru: Если вы хотите добавить тестимониалы на свой сайт, вам нужно скопировать и вставить шорткод в контент страницы или поста:

source: Also, you can paste the following strings into the template source code
ru_ru: Также, вы можете вставить следующие строки в исходный код шаблона

source: Widget title
ru_ru: Название виджета

source: Number of testimonials to be displayed
ru_ru: Количество тестимониалов для отображения

source: Save Changes
ru_ru: Сохранить настройки

source: If you enjoy our plugin, please give it 5 stars on WordPress
ru_ru: Если вам понравился плагин, мы будем благодарны, если вы поставите нам 5 звезд на WordPress

source: Rate the plugin
ru_ru: Оценить плагин

source: If there is something wrong about it, please contact us
ru_ru: Если у вас есть какие-то вопросы, обращайтесь

source: Author
ru_ru: Автор

source: Company Name
ru_ru: Название компании

source: Widget for displaying Testimonials.
ru_ru: Виджет для отображения тестимониалов.

source: Widget Title
ru_ru: Название виджета

source: Support
ru_ru: Тех.поддержка
